{
    "2FA Recovery Codes": "کد های بازیابی احراز هویت 2 مرحله ای",
    "A new verification link has been sent to the email address you provided during registration.": "یک لینک تایید جدید به ایمیلی که در هنگام ثبت نام وارد کرده بودید ارسال شد.",
    "A new verification link has been sent to your email address.": "یک لینک تایید جدید به ایمیل شما ارسال شد.",
    "A reset link will be sent if the account exists.": "لینک بازنشانی در صورت وجود حساب ارسال خواهد شد.",
    "Already have an account?": "از قبل حساب کاربری دارید؟",
    "Appearance": "ظاهر",
    "Are you sure you want to delete your account?": "آیا از حذف حساب خود مطمئن هستید؟",
    "Authentication Code": "کد احراز هویت",
    "Back": "بازگشت",
    "Cancel": "لغو",
    "Click here to re-send the verification email.": "اینجا را کلیک کنید تا ایمیل تایید برای شما مجددا ارسال شود.",
    "Close": "بستن",
    "Confirm": "تایید",
    "Confirm password": "تایید رمز عبور",
    "Confirm Password": "تکرار رمزعبور",
    "Continue": "ادامه",
    "Create account": "ایجاد حساب کاربری",
    "Create an account": "ایجاد حساب کاربری",
    "Current password": "رمز عبور فعلی",
    "Dark": "تاریک",
    "Dashboard": "داشبورد",
    "Delete account": "حذف حساب کاربری",
    "Delete your account and all of its resources": "حذف حساب کاربری به همراه تمامی اطلاعات آن",
    "Disable 2FA": "غیرفعال نمودن احراز هویت 2 مرحله ای",
    "Disabled": "غیرفعال",
    "Documentation": "مستندات",
    "Don't have an account?": "حساب کاربری ندارید؟",
    "Each recovery code can be used once to access your account and will be removed after use. If you need more, click Regenerate Codes above.": "هر کد بازیابی برای دسترسی به حساب شما تنها یک بار میتواند استفاده شود و پس از استفاده حذف خواهد شد. اگر به موارد بیشتری نیاز دارید، روی «تولید مجدد کدها» در بالا کلیک کنید.",
    "Email": "ایمیل",
    "Email address": "آدرس ایمیل",
    "Email Address": "آدرس ایمیل",
    "Email password reset link": "ارسال لینک بازنشانی رمز عبور به ایمیل",
    "Enable 2FA": "فعال سازی احراز هویت 2 مرحله ای",
    "Enable Two-Factor Authentication": "فعال سازی احراز هویت 2 مرحله ای",
    "Enabled": "فعال",
    "Ensure your account is using a long, random password to stay secure": "اطمینان حاصل کنید که حساب شما از یک رمز عبور طولانی و تصادفی برای حفظ امنیت استفاده می کند.",
    "Enter the 6-digit code from your authenticator app.": "کد ۶ رقمی برنامه احراز هویت خود را وارد کنید.",
    "Enter the authentication code provided by your authenticator application.": "کد احراز هویت ارائه شده توسط برنامه احراز هویت را وارد کنید.",
    "Enter your details below to create your account": "برای ایجاد حساب کاربری، اطلاعات زیر را وارد کنید",
    "Enter your email and password below to log in": "برای ورود، ایمیل و رمز عبور خود را وارد کنید",
    "Enter your email to receive a password reset link": "برای دریافت لینک بازنشانی رمز عبور، ایمیل خود را وارد کنید",
    "Forgot password": "فراموشی رمز عبور",
    "Forgot your password?": "رمزعبور خود را فراموش کرده‌اید؟",
    "Full name": "نام و نام خانوادگی",
    "Hide Recovery Codes": "مخفی کردن کد های بازیابی",
    "Light": "روشن",
    "Log in": "ورود",
    "log in": "log in",
    "Log in to your account": "وارد حساب کاربری خود شوید",
    "Log Out": "خروج",
    "Log out": "خروج",
    "login using a recovery code": "ورود به وسیله کد بازیابی",
    "login using an authentication code": "ورود به وسیله کد احراز هویت",
    "Manage your profile and account settings": "مدیریت پروفایل و تنظیمات حساب کاربری",
    "Manage your two-factor authentication settings": "مدیریت تنظیمات احراز هویت 2 مرحله ای",
    "Name": "نام",
    "New password": "رمز عبور جدید",
    "Once your account is deleted, all of its resources and data will also be permanently deleted. Please confirm you would like to permanently delete your account.": "پس از حذف حساب شما، تمام داده های آن نیز برای همیشه حذف می شوند. لطفاً تأیید کنید که می‌خواهید حساب خود را به صورت همیشگی حذف نمایید.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "هنگامی که حساب شما پاک شود ، تمام منابع و داده های آن نیز برای همیشه حذف می‌شوند. لطفا حهت تایید حذف دائمی حساب رمزعبور خود را وارد کنید.",
    "or you can": "یا میتوانید",
    "or, enter the code manually": "یا، کد را به صورت دستی وارد نمایید",
    "Or, return to": "یا، بازگشت به",
    "Password": "رمزعبور",
    "Platform": "پلتفرم",
    "Please confirm access to your account by entering one of your emergency recovery codes.": "لطفاً برای تایید دسترسی به حساب، یکی از کد های بازیابی اضطراری را وارد کنید.",
    "Please enter your new password below": "لطفا رمز عبور جدید خود را در زیر وارد کنید",
    "Please verify your email address by clicking on the link we just emailed to you.": "لطفاً با کلیک روی لینکی که برایتان ایمیل کرده ایم، آدرس ایمیل خود را تایید کنید.",
    "Profile": "پروفایل",
    "Recovery Code": "کد بازنشانی",
    "Recovery codes let you regain access if you lose your 2FA device. Store them in a secure password manager.": "کدهای بازیابی به شما امکان می‌دهند در صورت از دست دادن دستگاه احراز هویت، دوباره به حساب دسترسی پیدا کنید. آن ها را در یک برنامه مدیریت رمز عبور امن ذخیره کنید.",
    "Regenerate Codes": "تولید مجدد کد ها",
    "Remember me": "من را به یاد بسپار",
    "Repository": "مخزن",
    "Resend verification email": "ارسال مجدد ایمیل تایید",
    "Reset password": "بازنشانی رمز عبور",
    "Save": "ذخیره",
    "Saved.": "ذخیره شد.",
    "Search": "جستجو",
    "Settings": "تنظیمات",
    "Sign up": "ثبت نام",
    "status": "وضعیت",
    "System": "سیستم",
    "This is a secure area of the application. Please confirm your password before continuing.": "این یک بخش امن از برنامه است. لطفا قبل از ادامه، رمز عبور خود را تایید کنید.",
    "To finish enabling two-factor authentication, scan the QR code or enter the setup key in your authenticator app.": "برای تکمیل فعال‌سازی احراز هویت 2 مرحله ای، کیو آر کد را اسکن کرده یا کلید راه‌اندازی را در برنامه احراز هویت وارد کنید.",
    "Two Factor Authentication": "احراز هویت 2 مرحله ای",
    "Two-Factor Auth": "احراز هویت 2 مرحله ای",
    "Two-Factor Authentication Enabled": "احراز هویت 2 مرحله ای فعال شد",
    "Two-factor authentication is now enabled. Scan the QR code or enter the setup key in your authenticator app.": "احراز هویت 2 مرحله ای اکنون فعال است. کد کیو آر را اسکن کنید یا کلید راه اندازی را در برنامه احراز هویت خود وارد کنید.",
    "Update password": "بروزرسانی رمز عبور",
    "Update the appearance settings for your account": "تنظیمات ظاهری حساب خود را به روز کنید",
    "Update your account's appearance settings": "تنظیمات ظاهری حساب خود را به روز کنید",
    "Update your name and email address": "نام و آدرس ایمیل خود را به روز کنید",
    "Verify Authentication Code": "کد احراز هویت را تایید کنید",
    "View Recovery Codes": "دیدن کد های بازنشانی",
    "When you enable two-factor authentication, you will be prompted for a secure pin during login. This pin can be retrieved from a TOTP-supported application on your phone.": "پس از فعال‌سازی احراز هویت 2 مرحله ای، هنگام ورود از شما یک کد امنیتی درخواست می‌شود که از طریق برنامه های پشتیبانی کننده TOTP در تلفن همراه قابل دریافت است.",
    "With two-factor authentication enabled, you will be prompted for a secure, random pin during login, which you can retrieve from the TOTP-supported application on your phone.": "با فعال بودن احراز هویت 2 مرحله ای، هنگام ورود یک کد امنیتی تصادفی از شما درخواست می‌شود که از برنامه های پشتیبانی کننده TOTP در تلفن همراه قابل دریافت است.",
    "Your email address is unverified.": "ایمیل شما تایید نشده است."
}
